https://movie.douban.com/review/1000369/距离斯蒂芬·金（Stephen King）和德拉邦特（Frank Darabont）们缔造这部伟大的作品已经有十年了。我知道美好的东西想必大家都能感受，但是很抱歉，我的聒噪仍将一如既往。在我眼里，肖申克的救赎与信念、自由和友谊有关。［1］信 念瑞德（Red）说，希望是危险的东西，是精神苦闷的根源。重重挤压之下的牢狱里呆了三十年的他的确有资格这么说。因为从进来的那一天起，狱长就说过，「把灵魂交给上帝，把身体交给我。」除了他能弄来的香烟和印着裸女的扑克牌，任何其他异动在这个黑暗的高墙之内似乎都无法生长。然而安迪（Andy）告诉他，「记住，希望是好事——甚至也许是人间至善。而美好的事永不消失。」所以安迪能够用二十年挖开瑞德认为六百年都无法凿穿的隧洞。当他终于爬出五百码恶臭的污水管道，站在瓢泼大雨中情不自禁的时候，我们仿佛看到信念刺穿重重黑幕，在暗夜中打了一道夺目霹雳。亮光之下，我们懦弱的灵魂纷纷在安迪张开的双臂下现形，并且颤抖。庸常生活里的我们，似乎已经习惯了按部就班，习惯了先说「那不可能」，习惯了没有奇迹，习惯了，习惯了。可是正如《飞越疯人院》（One Flew over the Cuckcoo’s Nest）中说的那样，「不试试，怎么知道呢？」试着留住一些信念，在它们丧失殆尽之前。它们也许无法最终实现，也许无法让我们更有意义的活着——甚至对于我自己而言，它们只会愈加带给我来更多的虚无感。然而我知道我有多需要这样的虚伪与自欺，因为你可以说我在做梦，但我不会是仅有的一个。——我们已经看到监狱长打开藏有安迪凿石锤的《圣经》时，翻至那页正是《出埃及记》。这个章节详细描述了犹太教徒逃离埃及的过程。［2］自 由我到今天也始终不明白，这两个意大利女人在唱什么。事实上，我也不想去明白。有些东西不说更好。我想，那是非笔墨可形容的美境。然而却令你如此心伤。那声音飞扬，高远入云，超过任何在禁锢中的囚犯们所梦，仿佛一只美丽的小鸟，飞入这灰色的鸟笼，让那些围墙消失，令铁窗中的所有犯人，感到一刻的自由。当安迪不顾一切地在监狱的喇叭里放《费加罗的婚礼》（Le Nozze di Figaro）时，镜头缓缓划过正在广场上放风的犯人们和狱警们。他们叫人感动地静立当地，抛却所有愤懑、狠毒和怨怼，沐浴着我从未觉得如此自由的阳光。莫扎特的乐声铺洒在这些人们身上，来自俗世的美妙音符似乎将他们都濯洗得纯净无比。强者自救，圣者渡人。我这才明白安迪的用意。修屋顶的时候，他为大家争取来啤酒，事实上是为大家争取到那种像在修缮自家的屋顶一般自在的感觉，所以他不喝酒，微笑却带着巨大的幸福；放费加罗的婚礼，也是要唤醒他们已丧失殆尽的自由感。然而强者终究是少数。自由面前，更多的人们纷纷选择禁锢。在监狱图书馆呆了五十年的布鲁克斯（Brooks），为了不被假释，竟然想通过伤害狱友来达到留在监狱的目的。很奇怪吗？自由本来应该是人们向往和追求的东西。可是布鲁克斯们却早已经被监狱的规则之下规则了自己，他们需要规则，需要秩序，如果没有它们，甚至无法生存。「监狱里的高墙实在是很有趣。刚入狱的时候，你痛恨周围的高墙；慢慢地，你习惯了生活在其中；最终你会发现自己不得不依靠它而生存。这就是体制化。」假瑞德之口，斯蒂芬·金直指卑微。布鲁克斯得到了身体的自由，灵魂却已经被无可挽回地体制化。他终于没有能够摆脱对自由无法适应的困境，悬梁自尽。而睿智如瑞德，在出狱之后也悲哀地发现，自己竟然连撒尿都要向经理报告，否则一滴尿都挤不出来。他也考虑如何违规以便回到监狱，甚至考虑与 布鲁克斯一样离开。要么忙着生活，要么忙着等死（Busy for living,  or busy for death）。步履匆匆的人们也许应该偶尔驻足，跳出来看看自己的模样。我们终会知道，习惯于服从规则的人们将付出巨大代价来习惯本来属于每一个个体的自由。 ［3］友 谊此片无关爱情，除了背叛。有的只是监狱中的男人间的友谊。瑞德和安迪的那种友谊置放在高墙之下，似乎比我们纷繁俗世中的友情来得更加纯粹和干净。他们都是内敛的人，然而洞悉一切，心意契合。我喜欢这种感情。所以在他们终于相会在太平洋小岛的阳光沙滩之上的时候，忍不住一人笑了。如果我在肖申克，我会是谁？如果你在肖申克，你又会是谁？我的新鲜公号
https://movie.douban.com/review/1135514/你知道，束缚越紧，梦也就会在心里勒下越深的痕迹。《肖申克的救赎》是一场关于笼中鸟如何飞往自由的梦，用我一位网友的话来说，看了它，甚至会让人觉得重生。而在观影过程中，我反复想起的另一部电影，是《海上钢琴师1900》：这两个故事都是由小说改编；这两部电影都有和故事本身风马牛不相及的港版译名：香港黑帮片情调的《刺激1995》、《月黑高飞》，和听起来像励志片或者科幻片的《声光伴我飞》；这两段开头都是从主角的朋友的回忆开始；这两个世界都有无数远离我们的日常却又真实可信的细节；这两位主演都叫TIM，蒂姆·罗宾斯和蒂姆·罗斯；这两个主角都在一小块舞台上度过了最好的年华。不同的是那两场结局，安迪以“一个只在纸上出现的人物”的身份扳倒了典狱长诺顿驶向自由，而1900最终作为一个不曾存在过的人，殉葬了他传奇的一生。我想1900的故事是个悲伤的成人童话，海的女儿化为泡沫，快乐王子黯然无光，剪刀手爱德华留下了一天一地的大雪，而我们这位从未着地的钢琴师说，“连绵不绝的城市什么都有，除了尽头，没有尽头，我需要看见世界的尽头。”然后选择了与Virginian号邮轮生死与共。相比之下，《肖申克的救赎》要积极向上得多，据说它鼓舞了许多几近沉沦的人坚持理想。可如果仅仅积极向上，它也至多不过是一部主旋律国产片。这世上有多少出狱时双眼近盲的佘祥林，有多少一场六月雪都等不到的窦娥冤。单单鼓舞与激励帮不了任何一个成年人。能抚慰我们的，首先是“真实”，然后是“梦想”，正如《海上钢琴师》如果删了所有像那段青涩而失败的爱情故事与“去他的规矩 ！”那样的生动细节，将会生硬得多。从监狱暴力、狱中同性恋到在笼子里关得太久而飞不出去了的老囚徒，都是那么的真实可信，这部讲述梦想与希望的电影，很特立独行地，根本就不存在英雄。一开始就有“我很想说安迪打赢了，全身而退，令三姐妹放过了他，但监狱不是童话。”的直白事实，到最后安迪的出逃，也远没有基督山伯爵式的无比风光与快意恩仇，或者国产古装电视剧式“囚犯转身变钦差”的胡编乱照。时间永远抹不掉肖申克和阿兹卡班留下的创口，他一辈子都会是个逃犯，就像至死未能正名的小天狼星一样。但不论怎么说，安迪他确实是个奇迹。我们都知道，“奇迹”也是基督教所谓“救赎”的重要内容之一。他知道自己无罪，所以相信希望并实现了它，最后又给了几乎像老布一样飞不动了的瑞德一个大希望。“在芝华塔尼欧，那个没有回忆的温暖地方……”是的，就像1900担不起大地的辽阔，梦想有时候其实也微小得很，在那片碧蓝的加勒比海边，就有崭新的人生。这部电影让我们相信“希望是美好的，也许是人间至善，而美好的事物永不消逝”一如教徒相信主的救赎终将来临，而不是道貌岸然地以“真实”之名囔囔着“王尔德因为同性恋坐了牢”，或者“《白雪公主》的真相是父女乱伦”。我永远不会忘记的是，安迪爬出五百码长的污水管当晚那场明亮的雷雨，它像《勇敢的心》里华莱士最后那声著名的“FREEDOM——”一样振聋发聩。是的，自由。之前的那些最精彩的桥段，比如安迪脸上挂着奇异的微笑请大家喝酒，比如安迪一手建起全州最好的监狱图书馆，比如安迪不计后果地让高亢的女声穿透云遮雾掩的层层封锁响彻云端，都是对自由的由衷礼赞，即使身陷囹圄，但“只要这里 （心里）有音乐，就有自由”——这也是《欢乐颂》盛名不败的理由，我们都知道，在德文中，“欢乐”和“自由”的发音很接近。而最后要说的是，为了避免被网上铺天盖地躲都躲不开的影评影响自己的看法，我甚至忍住了用GOOLE或者百度找出那张“安迪张开双臂盛放在雷雨中”的金色电影海报来做桌面的想法，只翻了翻某期《看电影》上的花絮介绍。那期《看电影》上说，《肖申克的救赎》那个童话般明媚得不可思议的结局，是导演在其合伙人的坚持下违心添加的，因为试映时很受欢迎，所以最后没有删——这大概就是我在剧终时嗅到的商业化的“大快人心”气味的根源。虽然是胡思乱想，但如果要我来写结局，其实我很愿意瑞德最后走到橡树下，然后醒了，发现一切只是一场梦，或者换个说法，他以为的陪伴了他二十年的安迪，只是“希望”映在他心中的影子，庄周化蝶黄粱一梦，一切还未开始，但一切已大不同。“Get busy living... or get busy die.”我们汲汲于生，或汲汲于死。但不论何时何地，只要梦想的启明星在天空闪烁，希望的晨曦就照耀着人生。
https://movie.douban.com/review/8649949/1．It takes a strong man to save himself, and a great man to save another.强者救赎自己，圣人普度他人2．Hope is a good thing, maybe the best of things, and no good thing ever dies.希望是美好的，也许是人间至善，而美好的事物永不消逝。3．I find I'm so excited. I can barely sit still or hold a thought in my head. I think it the excitement only a free man can feel, a free man at the start of a long journey whose conclusion is uncertain. I hope I can make it across the border. I hope to see my friend, and shake his hand. I hope the Pacific is as blue as it has been in my dreams. I hope.我发现自己是如此的激动，以至于不能静静地坐下来思考。我想只有那些重获自由即将踏上新征程的人们才能感受到这种即将揭开未来神秘面纱的激动心情。我希望跨越千山万水握住朋友的手，我希望太平洋的海水如同梦中的一样蓝：我希望……4．Fear can hold you prisoner. Hope can set you free.懦怯囚禁人的灵魂，希望可以让你自由。5．Prison life consists of routine, and then more routine.监狱生活充满了一段又一段的例行公事。6．These walls are kind of funny like that. First you hate them, then you get used to them. Enough time passed， get so you depend on them. That's institution alized.监狱里的高墙实在是很有趣。刚入狱的时候，你痛恨周围的高墙；慢慢地，你习惯了生活在其中；最终你会发现自己不得不依靠它而生存。这就是体制化。7．I guess it comes down to a simple choice: get busy living or get busy dying.生命可以归结为一种简单的选择：要么忙于生存，要么赶着去死。8．I have to remind myself that some birds aren’t meant to be caged. Their feathers are just too bright. And when they fly away, the part of you that knows it was a sin to lock hem up DOES rejoice. Still, the place you live in is that much more drab and empty that they’re gone. I guess I just miss my friend.我不得不提醒自己，有些鸟是不能关在笼子里的，他们的羽毛太漂亮了，当他们飞走的时候...你会觉得把他们关起来是种罪恶，但是，他们不在了你会感到寂寞，可是我只是想我的朋友了...9．There’s not a day goes by I don’t feel regret. Not because I’m in here, or because you think I should. I look back on the way I was then. Then a young, stupid kid who committed that terrible crime. I want to talk to him. I want to try and talk some sense to him, tell him the way things are. But I can’t. That kid’s long gone and this old man is all that’s left. I got to live with that. Rehabilitated? It’s just a bull**** word. So you go on and stamp your form, sonny, and stop wasting my time. Because to tell you the truth, I don’t give a ****.我无时无刻不对自己的所作所为深感内疚， 这不是因为我在这里 (监狱)，也不是讨好你们(假释官)。回首曾经走过的弯路，我多么想对那个犯下重罪的愚蠢的年轻人说些什么，告诉他我现在的感受，告诉他还可以有其他的方式解决问题。可是，我做不到了。那个年轻人早已淹没在岁月的长河里，只留下一个老人孤独地面对过去。重新做人？骗人罢了！小子，别再浪费我的时间了，盖你的章吧，我没有什么可说的了。10．Hope is a dangerous thing. Hope can drive a man insane.希望是件危险的事。希望能叫人发疯11． I have no idea to this day what those two Italian ladies were singing about. Truth is, I don’t want to know. Some things are better left unsaid. I’d like to think they were singing about something so beautiful it can’t expressed in words and it makes you heartache because of it I tell you, those voices soared higher and farther than anybody in a great place dares to dream. It was as if some beautiful bird had flapped into our drab little cage an d made these walls dissolve away, and for the briefest of moments, every last man is Shawshank felt free.到今天我还不知道那两个意大利娘们在唱些什么，其实，我也不想知道。有些东西还是不说为妙。我想她们该是在唱一些非常美妙动人的故事，美妙得难以用言语来表达，美妙的让你心痛。告诉你吧，这些声音直插云霄，飞得比任何一个人敢想的梦还要遥远。就像一些美丽的鸟儿扑扇着翅膀来到我们褐色牢笼，让那些墙壁消失得无影无踪。就在那一刹那，鲨堡监狱的每一个人都感到了自由。
https://movie.douban.com/review/9259304/时间会证明经典的价值，虽然在某些时刻会被误判和忽视。用上面这句话来描述电影《肖申克的救赎》丝毫不会让人觉得会有任何夸张和吹捧的意味，因为这部电影在后来多年牢牢占据IMDB和豆瓣电影榜单第一名的位置足以说明一切。但就是这么一部经典的电影，却在其锋芒初露的时候被人们忽视。这部拍摄于1994年的《肖申克的救赎》并没有在翌年的奥斯卡上大放异彩，它输给了当时风头正劲的“主旋律”影片《阿甘正传》。《肖申克的救赎》就像一个顽皮的天才，被奥斯卡这个刻板教条的老师，筛出了“好学生奖励”的名单，7项大奖入围、一个都不给！1994年，传奇的一年1994年，这或许是世界电影史上最为辉煌的一年。无论从这一年追溯过往，或者往后看到现在的30多年，没有哪一个年份可以与之匹敌。这一年，全世界工诞生36部经典电影。也因为这样，1994年被称为影史奇迹年，也成为了全世界影迷膜拜的年份。在美国，这一年有《肖申克的救赎》、《阿甘正传》、昆丁·塔伦提诺的代表作《低俗小说》、动画版的“哈姆雷特”《狮子王》和《燃情岁月》等多部电影。在欧洲，则有温情犯罪电影《这个杀手不太冷》和英式幽默片《四个婚礼和一个葬礼》等电影。而在华语影坛，1994这一年，好的电影有《大话西游》、《饮食男女》、《活着》和《阳光灿烂的日子》。不得不说的是，在1994年，也是周星驰爆发的一年，除了《大话西游》之外，其经典无厘头喜剧电影《国产凌凌漆》和《九品芝麻官》同样也出自这一年。1994年，不平凡的一年。时至今日，再也没有哪一年有94年那样能有那么多的经典电影了，永远的94年。IMDB TOP 250（IMDB注册用户投票选出的有史以来最佳250部电影），1994年片子有6部，其中《肖申克的救赎》排名第一，其它五部是：《低俗小说》、《阿甘正传》、《这个杀手不太冷》、《狮子王》、《艾德·伍德》。可以说，是DVD发行和家庭录像的流行拯救了《肖申克的救赎》，就像是录像厅拯救了星爷的《大话西游》一样。否则，这部日后的经典可能就会不经意间埋没于影海浮沉之中。也正是这样，《肖申克救赎》这部片子经过一批批观众的认可，获得其所应当获得的评价和口碑。时至今日，我依然记得那年我第一次看这部电影的情景。本科宿舍，阴沉沉的天气，我像是佛前礼拜的善男信女，打开电脑来看这一部电影。一口气看完之后获得的是头脑风暴一般的刺激感。因为关于这部片子可以解读的太多了，甚至连那一句简单的台词“这世界上有一种鸟是管不住的，因为他浑身长满了自有的翅膀”都流传至今。就像郑钧歌中所吟唱的那样“我梦寐以求，是真爱和自由”。奇怪的是，爱情元素在这部电影中是缺失的，少了爱情元素，对于一部电影而言，简直是不可想象的存在，因为在很多时候，串起一个电影故事最佳的主线就是关于爱情。如果非要提及的话，那只能说爱情是将安迪送入冤屈的一个导火线一样，燃烧完就没有了，而安迪获得的是来自法官的两个无期徒刑的宣判。不仅爱情元素在《肖申克的救赎》中是没有的，就连主人公安迪都以一种别人口述的方式存在着，电影里进入监狱后的安迪没有任何主观表达和叙述。我们在电影中了解的所有关于安迪的一切都来自于摩根·弗里曼饰演的那个瑞德角色的叙述。电影里有种特殊的镜头叫做“上帝视角”，常常是从高空俯视万物的感觉，而在本片中瑞德的视角虽称不上上帝视角，但导演却巧妙地借用瑞德的眼睛用旁观者的角度来对安迪这个特殊的人物角色进行解读。一个曾经很有名望的银行家，因为一次被人们认定的冲动被判刑至监狱服刑，从监狱那段的俯拍全景镜头开始，关于安迪在监狱中的一切就都从瑞德的口中娓娓道来。在刚开始的时候，我们不知道这个故事将会以怎样的一种方式展开，不知道进入监狱后的安迪会发生什么样的状况，但我们似乎知道，安迪绝不是普通的囚犯。当然，导演的镜头早就告诉我们了一切，开始时候关于安迪在自己车中喝酒以及法庭审判的那场戏与镜头，都在传到着一个信号，当安迪进入这间监狱，电影才刚刚开始。“越狱”永远是一个好的题材，从1956年的《死亡囚狱》到1960年的《洞》，再到这部《肖申克的救赎》，因为越狱中包含着冲突和矛盾，想想看，狱警和囚徒之间的冲突，囚徒之间微妙的矛盾，而冲突好矛盾往往又是一部电影之所以成为好电影的重要元素。所以，《肖申克的救赎》有着这么个因素在里面，就似乎已经成功了一半。后面的就是看导演的调度和拍摄了，当然，导演弗兰克·德拉邦特做到了，他让这部电影成为了经典。除此之外，另一个人也不得不提，那就是原著作者斯蒂芬·金，一位伟大的小说家，一个作品被最多搬上大银幕的作家。我们被瑞德看到的一切吸引着，诱惑着，我们迫切想要知道身体瘦弱的安迪怎么样在监狱这个复杂的环境中生存下来，幸运的是，安迪不仅在这里生存了下来，而且还活的好好的，平时的安迪安静而不多言，但却常常能做出让监狱长为之一惊的举动，比如一个人在监狱的播音间放起自己喜爱的音乐，那个场景中，监狱中安静了，所有的人都抬头凝视，静静聆听从高楼喇叭中传出来活跃在上空的美妙音乐，简直是太神奇了。还有当安迪凭借自己的智慧为瑞德等人争取来修房顶劳作的机会，在午后的微风中，借着啤酒安静地坐在楼顶吹风，那画面已经列入我脑海中最美的场景中去了，不需要用太多的对白来解释，这就在告诉一个被人们忽视已久的问题的答案，如果心是自由的，那么便没有什么可以束缚住你自己。这样的解读和电影中的那句台词一样，在告诉着一些人生中不变的道理，“恐惧让你沦为囚犯，希望让你重获自由。”好的电影总能被人看完之后有多种多样的解读，比如在《肖申克的救赎》中就包含着自由和希望，友情和坚持，梦想和追求，天助自助者等等等等，其人生寓意之多，解读之广泛，影响之深远，当之无愧。除此之外，关于瑞德对监狱生活的评价：开始我们憎恶它，后来我们喜欢它，到了最后我们发现已经离不开它，又有着社会学中体制化和社会身份认同的理解和意味。总之，无论如何解读，悲观者总能从这部电影中找到力量，让乐观者走的更坦然，让悲观者充满力量，这或许《肖申克的救赎》这部电影中最深刻的意义所在。在我看来，《肖申克的救赎》是迄今为止唯一一部让我觉得电影改编和小说原著一样精彩的作品，这一点必须还要感谢一下斯蒂芬·金这位天才而又努力的小说家。很奇怪，小说的内涵来源于人们阅读小说中带来的想象画面，可是在看过电影之后，再度小说，所浮现的画面却又真的如电影一样，这一点，导演和原著作者都达到了近乎完美的统一，这点难能可贵。如果可以的话，我建议看过电影的人可以抽时间找来小说再品读一番，那将会有另一种不同于画面感觉的收获。小说不长，一百多页，并不会耗费你太多时间。如曾所述，好的电影和好听的歌曲一样，不会随着时间的流逝而被遗忘，反而每次观看，每次聆听，都会有新的收获，有不同的体验。从第一次看《肖申克的救赎》开始，到后来的每当消极挫败来袭，我总会打开这部电影去从中汲取面对生活的勇气和力量。有评价说，这是一部男人应该看的电影，怎么会呢？这是一部男人女人都应该看的电影。在将来的某一天，我可能会和儿子或者女儿一起来重温这部经典。影片放映前，我或许会说，这是我生命中最深爱的一部电影，今天拿来和你分享。
https://movie.douban.com/review/5449290/打一颗星并不是因为这部片很差，只是不明白怎么会是豆瓣电影里的头牌。用极端的踩来平衡下极端的捧。N年前看的片子，当时觉得真不错。具体不错在哪里？或许是因为结局不错，主人公最终成功越狱到达梦想之地，观影者借以给自己希望，以为自己也能达到自由的彼处。第一次看完后其实只记得了故事情节大概和那无比美妙的结局。多年后看到豆瓣评分介高，揣着“有那么好吗”的疑问，忍不住重温了一遍。依然觉得这是个精彩的电影，依然不明白为什么豆瓣分数给得这么高。影片中，牢狱生活到点起床集合，到点熄灯睡觉，还有图书管理员分发书来看，突然闪现的念头是这样有规律的生活其实挺像学生时期的寄校生活。想到学校鸟笼大的宿舍挤八个人还上下铺，就顺便调侃下牢房能单间，真幸福。如果说主人公Andy的毅力和坚持不懈，我们常人只要努力也可以做到。那么他的天才加全才已经不是常人单纯想要靠努力就能达到的。不得不承认有基因这种东西的存在。 圣经信口背来，第几章第几节记得一清二楚，印证了一句名言：天才必是记忆力极好之人。所以作为一个银行家熟知税务章程事项自然不在话下，会计活对他来说是小菜一碟。还是个地质学热爱者，很懂石头，似乎是雕刻家，又懂音乐，也很会教书。被深深打击到了。因为像我这样过目就忘的人是很容易妒忌记忆力好的人的。像这样的天才花几个月时间记得滚瓜烂熟的，常人得花个几年，天才一年间熟读的书，常人要花一辈子，于是人的学识深度和广度的差距就这么显现出来了。Andy这样的人是人中神品，就如同乔布斯之类，不是常人读几本励志书看几部励志电影能达到的境界。可是常人容易为这样的天才及天才的成功激动。搞不懂激动个什么劲，又不是我们拥有高智商外还付出牛逼百倍的努力。或许给这部片那么多的五星是因为它讲出了我们对自由的渴望并实现了我们自由的希望。可看了两遍后发觉其实它给了大多数无天赋无毅力的普通人无法自由的绝望。像主人公这样的天才靠毅力靠天赋也要花近二十年青春已流逝的时间去搭建自由的高塔，那些鲜有天赋却坚持不懈的人在临终闭眼前能实现愿望也算够万幸。而多数双无的普通人只会在看到自由的海市蜃楼时瞎兴奋一下。我说多数人没能力自由，这“能力”，不仅仅是IQ、EQ之类的资质，还有一个人内心对自由到底有多少的渴望和尊重，让自己获得自由不是基于破坏别人的自由。自由亦不是众人无病呻吟地把它当作嘴上的追求和梦想，而内心却是“我爱体制，它给我保障给我安全感”。 与其说给这部电影评一颗星，倒不如说我们这些人只值一颗星：口口声声说着向往自由，抱怨体制化，实则心甘情愿地享受着体制化带来的好处（既然体制自有体制的自由，那就请别抱怨了）； 我们叫喊着崇尚自由，却在节假日欢笑着挤在人堆里去动物园海洋馆看那些被关起来的动物和它们的表演，以为动物都爱被囚禁起来给人看给人表演呢，（不知有多少动物是习惯了这样的生存方式如同影片中在监狱呆了一辈子的BROOKS，又有多少是真的爱show），当看到天鹅只能在动物园沟渠大小的水域中十秒一个来回地游来游去，飞鸟们被罩在三四米高的网下面无法飞翔，海豚不是在大海里自由跳跃，这时如果我们还能欢笑，那就请别说我们多渴望多尊重自由，也不配给这部电影五星。——以此文写给自己，激励自己和那些同样缺乏或快失去毅力的人，如Andy般坚持下去，终有一天获得自己内心想要的那份自由！
https://movie.douban.com/review/1062920/* 是否记得片尾有一行字幕"In memory of Allen Greene"？翻译成中文就是"纪念AllenGreene "。Allen Greene是《肖申克的救赎》编导Frank Darabont的经纪人，在影片完成的前夕死于AIDS的并发症。 　　　　* 是否记得刚来到监狱的新囚犯们走下囚车时，嘲笑他们的人群中有一个年轻的黑人？该演员就是片中主角老黑人Red的扮演者Morgan Freeman的儿子。　　　　* 老黑人Red的刑事档案上的照片不是扮演者Morgan Freeman本人的，而是他儿子的照片　　　　* 是否记得凶横的哈德利队长几乎将安迪推下房顶的那个场景？其实演员们被一根保险 律 拴着，很安全。 　　　　* 是否记得三姐妹之一的伯格斯（Bogs）被队长打残废后送入救护车的情节？在拍摄过程中，那个老得掉牙的救护车抛锚了，在画面中的移动其实是工作人员的人力牵引。 　　　　* 是否记得安迪驾驶着红色敞篷车在墨西哥山路上飞驰的镜头？那是一部1969年产的Pontiac GTO ，而影片中的年代还在1966年。摄制组曾经联系了一部1965年的Mustang，但是车主在最后时刻变卦了　　　　* 是否记得在鲨堡监狱的第一晚，老囚犯们不停地嘲笑、喧哗，企图惊吓新囚犯的情节？在拍摄过程中，因为临时演员不够用，还动用了拍摄现场的保安也来制造喧哗的气氛。　　　　* 是否记得安迪在谋杀发生的那个夜晚里坐在自己的车里，有一个双手上子弹的特写镜头？其实那双手是编导Frank Darabont的，因为原先的剧本里没有设计这个镜头，是事后补拍的。* 是否记得安迪和老黑人Red第一次在操场上相遇的情节（Red在和其他人玩棒球）？因为拍摄的时候出现了无数的问题，这个场景竟然花费了一整天的时间来反复拍摄才让导演觉得完美。　　　　* 影片中的鲨堡监狱一排排的囚室，并不是真正的监狱囚室，而是仿造旧的鲨堡监狱的结构在一个仓库里搭建的布景。　　* 是否记得安迪在雪中行走的镜头？那些雪花其实是土豆薄片。　　　　* 是否记得安迪叫Red去寻找的那堵长长的石头墙？那也是摄制组自行搭建的，因为导演找不到实际的"长长的石墙" 　　　　* 是否记得影片开头那个喊"熄灯"的监狱警卫？他在实际生活中也是一名监狱警卫。　　　　* 是否记得汤米（安迪的学生，被开枪打死的那个）来到鲨堡时，同一囚车中坐在他身后的黑人囚犯？那个人在实际生活中是俄亥俄州少管所的典狱官。　　　　* 是否记得安迪用来敲破下水道的那块石头？其实最初的设计是让安迪用他的小石锤的，但后来发现小石锤不足以敲破下水道，才改换成了石头 　　　　* 安迪在下水道中爬行时脸上及管道中的污渍其实都是巧克力浆　　　　* 是否记得那句台词"有些鸟是不会被关住的"（Some birds aren't meant to be caged，直译是：有些鸟是无意被笼养的）？剧本原先设计了一个图书管理员老布养的那只乌鸦又飞回鲨堡、死后被安迪和Red发现的情节（比喻老布像这只鸟一样只适合笼养而不能在外面生存），还设计了囚犯们在操场为这只鸟举行葬礼以悼念自杀的老布的场景　　　　* 是否记得最后一个场景中安迪和Red在海滩上重逢并拥抱的镜头？这在剧本中原是不存在的，因为原著小说中并没有这段情节。这是导演在其合伙人的坚持下违心添加的，而且甚至在拍摄完后还一度企图剪掉。幸亏在试看样片的时候，观众们非常喜爱，导演才因此做出了让步，决定保留这段情节。后来的观众们才因此有幸观看到这令人喜悦且热泪盈眶的结局场面。 补充* Tommy Williams（因为偷电视而被判两年的小伙子）这一角色本来是给布拉德&#8226;彼特准备的* 片中扮演Thomas Williams（即"Tommy"）的Gil Bellows，曾在1997年的当红电视剧集《Ally McBeal》（港译《艾丽的异想世界》台译《甜心俏佳人》，像《六人行》一样的热门连续剧）扮演了一个类似角色William Thomas* 安迪牢房的墙上贴着一张爱因斯坦的照片，扮演安迪的蒂姆&#8226;罗宾斯（Tim Robbins）曾在幻想电影《I.Q.》中扮演爱因斯坦* 摩根&#8226;弗里曼扮演的那位赢得迟来自由的老者名叫Red,即英文单词“救赎”　（Redemption,也是本片片名)的前三个字母* 在斯蒂芬&#8226;金的原著小说中，Red是个爱尔兰人。在选用摩根&#8226;弗里曼扮演Red之后，他们去掉了这句台词“也许因为我是个爱尔兰人”* 美国防止虐待动物协会（The American Society for the Prevention of Cruelty toAnimals）全程监督影片拍摄工作，有一场戏是布鲁克斯给他的乌鸦喂蛆虫，ASPCA当即认为这对蛆蛆是不“人道”的，并要求他们改用一只自然死亡的蛆，他们只好从命* 在开场的法庭戏中，安迪说自己把枪扔进了Royal河，在斯蒂芬&#8226;金的另一本小说《站在我旁边》（Stand By Me）中，逃亡的孩子们穿过了同一条河* 如影片所示，该片情节与大仲马的《基督山伯爵》有诸多相似之处* 沃登&#8226;诺顿哼的调子是“坚固保障”，这是一首教会圣诗，作者是基督教改革先锋/信义会创始人马丁&#8226;路德。歌词是：上主是我坚固堡垒，永不动摇之保障；上主是我随时帮助，使我脱危离恐慌；历代仇敌撒旦，仍欲兴风作浪，他奸狡又势强，残忍毒辣非常，无比凶恶真难防* 当沃登&#8226;诺顿打开藏有安迪凿石锤的《圣经》时，打开的那页正是《出埃及记》，这个章节详细描述了犹太教徒逃离埃及的过程* 该片的意大利版要比美国版少15分钟，删去了结尾简要交待安迪自由生活的片断* 在全球最大的互联网电影数据库IMDB中，该片始终雄据着Top 250排行榜的第二位（第一位是《教父》），多达73290位来访者给本片投票，总分9分（满分10），其中更有超过51%的用户（37486）给它打了最高分10分
https://movie.douban.com/review/1005528/现在好象比较时兴将人分为体制内和体制外的人,体制外的人通常有某种优越感,似乎自己的人格才是独立的.可实际上,真正愿意做体制外的人还是很少的,而且是很痛苦的.余杰北大硕士毕业后差一点进了他想进的国家图书馆作一个体制内的人,可由于他写了一些比较反体制的文章,最后还是被迫做了一个体制外的人,一个自由作家,所以他牢骚不断.<The Shawshank Redemption>里面,那个图书管理员老布在被囚禁了大半生以后终于获得了自由,然而他在自由的世界中却不知所措,无时无刻不想回到那个剥夺他自由却让他习惯了的肖申克监狱,最后他终于上吊自杀了.于是,摩根•弗里曼演的阿瑞就发表了他对institutionalization(体制化)这个词的见解,他将监狱说成一个institutionalization的场所,他说:一开始你恨(hate)它,它剥夺了你的自由;接着你会慢慢的习惯( get used to)它,熟悉它;最后你会离不开它,离开它你将象老布一样不知所措.相信我们中间的许多人,尤其是体制内的已经工作过许多年的人都很有感触.我们所在的那个叫做"单位"的地方又何尝不是一个institutionalization的地方?何尝不是一个监狱?大部分的人就象老布,最终在这个institutionalization中沉沦了下去;有些人就象阿瑞,差一点沉沦了下去,可是命运对他不薄,他结识了安迪这样的朋友,最后终于获得了自由,肉体的以及内心的自由;只有极少数的人才象安迪那样，他有着坚强的意志和对自由的不死的向往，凭着自己的毅力和智慧，不仅在监狱中做了许多别人不可能做成的事情，为狱友们挣啤酒，为狱吏们们报税，建设监狱图书馆；最终他逃出了监狱，并将那个穷凶极恶的典狱长告翻，过上了自由的生活…….其实，人生的过程就是一个摆脱institutionalization(体制化)的过程，这个institutionalization不仅仅是我们身处的那个“单位”，更是我们内心里面无数的“监狱”。
https://movie.douban.com/review/1127585/一、缘起从来没想过给《肖申克的救赎》写一篇影评，也许是生怕暴露自己只是个不谙世事的初级影迷，也许是对这样一部无法复制的影片真的不愿去过多地提起。然而一场出其不意的重感冒让我只能卧床裹被，已没有了力气去消化我那些故作高深、一直收着却懒得去看的电影，不期然地拿起《肖申克的救赎》，没想着再去感动自己一把，只是北方冬天的午后，我们就这样莫名地重遇。二、记忆有一些电影可遇不可求。这“遇”只能是不期然地偶遇，有准备的相遇会让一切黯然失色。忘了是哪一年，我莫名地租来一张名叫《刺激1995》的VCD，那时不知道谁是蒂姆•罗宾斯，谁是摩根•弗里曼，还只知道整天追着刘德华、王菲打转，一切都像是老天的意旨，我就那么莫名地、无知无觉地、静静地看完了影片。从此以后，我固执地相信了电影能够带来的一样感受，叫幸福。这幸福感在那一瞬间击中了我的全身——当安迪从肮脏的管道中逃出生天的那一瞬间，我不明所以、全身无力、无法言语。三、微笑再看《肖申克的救赎》，我理解了安迪那安详而神秘的微笑。一次是为狱友赢得冬日里冰凉的啤酒，一次是给狱友播放天籁般的歌声。安迪的眼神虚渺而淡定，嘴角挂着若有似无的微笑。他不惜用一个月的幽闭来换取的，不止是自由的感觉。就像我再也不想被《勇敢的心》蛊惑一样，当华莱士喊出freedom的时候，那一瞬间虽然热血沸腾，但渐渐冷却后却显得无比苍白。我们需要自由么，我们仅仅需要自由么，我们需要的是什么样的自由呢？此刻，我只被安迪安详而神秘的微笑感动。四、希望这两个字如此庸常。然而安迪告诉瑞德，希望是人间至善。比生命可贵的也许是爱情，比爱情可贵的也许是自由，但比自由可贵的，只能是希望。无论生命如何不堪，都不是可以绝望的理由。瑞德口口声声的体制化要了老布的命，而当瑞德也想要步老布的后尘时，安迪的话化解了他的宿命，不是么，要么忙着活，要么忙着死，如此而已。五、活着为什么活着，没有标准的答案，因为活着不由自主。然而怎么样活着，人的历史里却给出了泾渭分明的活法。安迪又给了我们一次为真善美而活着的理由，就像监狱长给了我们为假恶丑而活着的理由一样。真是智慧，是安迪一手建起的监狱图书馆，是他笼络监狱长和狱警的手段，没有智慧，他只能听天由命。善是爱与仇，是安迪为狱友们争取来的啤酒和音乐，是监狱长饮弹自尽时我们的击掌称快。美是希望，是安迪安详而神秘的微笑，是爬出臭水管时的雨中重生，是墨西哥海湾安宁的蓝。六、现实现实是，我依然在病中，感冒虽然微小，可犯起混来也让人痛不欲生。这和安迪20年的隐忍没法比，更别说瑞德40年的宿命了。病可以治愈，命运呢？安迪不给我人定胜天的癔想，人怎么能胜得了天？安迪也不给我战胜自己的癔想，坐在凳子上的人如何搬得起凳子？安迪让我相信了希望。他让我相信，即便挖掘地道的计划失败了，他依然会保留着希望；即便面对无法挽回的死亡，他依然有任谁也不能遏止的坚守，就像谁也夺不走他脑海中的莫扎特一样。七、想像所以有时候会想，如果这个片子是以悲剧结束会不会更好。凡俗如我，当然不会觉得更好。虽然那样也许更能体现出人性的伟大，却不是太让人伤感了么；虽然那样也许就能获得那个该死的奥斯卡了，却不是太残忍了么。虽然在绝望中看出的希望决不仅仅是什么逃生，我们却仍然愿意看到这样的结局。因为，与其说我们面对的是死，不如说我们面对的是生，在生的路上，希望就是现实。就像那片湛蓝的海，原本就是我们生的地方。
https://movie.douban.com/review/1019121/Andy Dufresne，一个永垂电影史册的名字。1关于《The Shawshank Redemption》的评论，太多，该说的差不多都已说了千万遍。对于这样一个热门的话题，再想要抒发一些个人的喜爱之情，不免有拾人牙慧之嫌。为了避免这样没新意的事情发生，许多单词我就不再提了，譬如“希望”，譬如“自由”。当然，这些都是很好很好的，也是可以第一时间从电影里感受到的。那么，我先说说我曾经感受到过的另一个单词，“理性”。安迪的胜利是理性的胜利，安迪的成功是理性的成功。无论面临怎样的局面，顺境也好，逆境也罢，他都不动声色，默默地审时度势，做他能做的努力，以达成自己的目标。这是一种伟大的才华！人类是感性的动物，时常受到情绪的支配，这是人之常情。面对残酷的环境，人本能的反应便是奋力抗争，而当这个环境恶劣到一定的程度时，人的抗争之心就会慢慢被消磨殆尽，成为行尸走肉。这两种情况，都是在许多文学影视作品中可以看到的。肖申克的囚犯也大都如此。在入狱之前，他们想必大都是目无法纪为非作歹的凶徒，人性中叛逆抗争的一面应该比常人要猛烈得多。但是长期被囚禁的生活，对权威的恐惧，对未来的绝望，对体制的顺应，使他们逐渐成为了去掉獠牙的狼。但冲动的血性并没有消失，囚犯之间时不时地争斗，“三姐妹”的恃强凌弱，都是证明。但，这一切都臣服于肖申克的石墙之内。就像驯服的狼被一起圈禁在铁栅栏中，也会彼此斗殴撕咬。这是动物的本性，也是人类的本性。安迪的伟大之处，便在于他超越了这种本性，在它上方数万英里高空的地方，用人类的理性俯视着这一切。典狱长的冷酷，狱警的残暴，“三姐妹”的兽欲，他当然从心底里反抗。他的抗争看起来如此虚弱无力，但却如此又坚定持久。他在用他的智慧和理性反抗这一切。有的时候，他看似已经忍气吞声，但很快我又欣喜地发现，他始终不曾屈服。当“三姐妹”强迫他口交的时候，他一番心平气和的叙述让对方无计可施；同样的，当狱警头子恶狠狠的要将他推下屋顶之时，他仍是面不改色地说出一番话来，立刻说服了对方。面目狰狞穷凶极恶的是他们，但真正咄咄逼人的，却是他。老瑞德曾经看错了安迪，以为他只是一个普通的知识分子，没有霸气，没有血性，是个软弱的人。没错，安迪没有张扬的锋芒，人性中野蛮与粗暴的一面，在他体内都已凝炼成了理性，从而爆发出更加巨大的能量。我想，瑞德一定庆幸他输掉了那两包烟。2接着我想说的是，“毅力”。这个力量或许和前面所说的“理性”有些关联。人都有一时冲动的时候，那一刻会爆发出平常所没有的力量，叫做爆发力。对短跑运动员来说，爆发力很重要。然而那一刻爆发的力量是有限的，它会被一种叫做时间的东西消磨。这个力量来自于人的本能，像顽石一样不经琢磨。而“毅力”却是琢磨而出的。时间不断的腐蚀它，而理性不断的加固它。这是一场艰苦卓绝的拉锯战。安迪可以坚持每天挖掘石洞，挖了近二十年；可以每周写一封信，后来每周写两封信，直到州政府给了回应，资助他建立起图书馆；可以穿越长达五百米的恶臭肮脏的下水道，逃离肖申克。这样的毅力不只是可敬可佩，简直是可怖。我没有毅力。我只会被时间消磨成一堆灰，一堆沙，而安迪却被琢磨成了钻石。他让我激动，是因为他身上的“理性”和“毅力”是我所没有的。我推想安迪从哪一天开始生起了挖洞逃生的念头。也许是他刻下名字的那一刻，他发现石墙的质地松动，可能使他成功，于是他开始奋斗。但我想，这个念头一定在那之前就有，一定是这种想要摆脱困境的念头，与他百折不挠的精神，使他成为一个出色的银行家。而后，使他成为一个出色的逃犯。接着，在电影结束之后，他必将成为一个出色的开拓者。3瑞德说，你不是罪犯，也许，不是个好丈夫。安迪却不这么认为，他痛心疾首，认为是他的性格害了他的妻子。他很爱她，但是不善于表达，她说他就像一本阖上的书，永远不知道他在想什么。其实从电影一开始，我就明白了为什么安迪的妻子会红杏出墙。当然，他很出色，他不只是有才华，还有一种奇妙的人格魅力。但是这不是爱情的基础，起码，他的妻子并不因此而爱他。有人说这是部“男人必看”的电影，我想除了因为这部电影宣扬了理性、希望、奋斗之外，还因为其中有一种男人之间的友情。安迪的魅力没有吸引到他的妻子，却深深吸引了他身边的囚犯兄弟，特别是瑞德。瑞德是个老大哥般的人物，慷慨任侠，老成世故，颇有头脑。他在监狱里法力无边，若不是最初他帮助安迪搞到了许多工具，安迪也无法完成越狱的奇迹。安迪心中明白“体制化”对瑞德的影响，他们曾在一次谈话中提到希望，于是引出了这部电影最经典的两句台词：“希望，是好事，甚至也许是人间至善。而美好的事永不消失。”“要么赶着去生活，要么赶着去死。”然而在监狱里生活了三十年的瑞德，怎么可能仅仅被这两句话而挽救呢？他可能会走Brook的老路。于是安迪为瑞德安排了一件事，或者说，为他打造了一个梦想。当瑞德从绝望和恐惧中走出来，走向那棵巨大的橡树，走向碧海蓝天的时候，我彻底被安迪折服了。他用智慧拯救了他自己，又用智慧拯救了他的朋友。说得好听点，他给了瑞德一个叫做“希望”的东西，通俗点说，他让瑞德有点事情做做，让他“赶着去生活”。要做到这点，光有美好的愿望和深厚的友情是不够的，还有智慧，对人性的洞察。安迪的这一招，非常像程灵素，她也是以她的感情与智慧，救了胡斐的命，最关键是，给了他活下去的理由。不能怪胡斐不爱她，就好像不能怪安迪的妻子不爱她一样，他们的智慧和人格魅力，也许只有站在朋友的立场才能够欣赏。许多男读者爱程灵素，应该也只是把她引为一位异性知己吧。5Andy Dufresne，他的智慧战胜了漏洞百出的制度；他的理性战胜了野蛮狂暴的本能；他的意志战胜了冷酷无情的时间；他战胜了肖申克的石墙；他战胜了他自己；他战胜了一切。他战胜了一切，却输给了，Forrest Gump。
https://movie.douban.com/review/1208594/斯德哥尔摩综合症（Stockholm syndrome），斯德哥尔摩效应，又称斯德哥尔摩症候群或者称为人质情结或人质综合症，是指犯罪的被害者对于犯罪者产生情感，甚至反过来帮助犯罪者的一种情结。这个情感造成被害人对加害人产生好感、依赖心、甚至协助加害人。 　　1973年8月23日，两名有前科的罪犯Olsson与Olofsson，在意图抢劫瑞典首都斯德哥尔摩市内最大的一家银行失败后，挟持了四位银行职员，在警方与歹徒僵持了130个小时之后，因歹徒放弃而结束。然而这起事件发生后几个月，这四名遭受挟持的银行职员，仍然对绑架他们的人显露出怜悯的情感，他们拒绝在法院指控这些绑匪，甚至还为他们筹措法律辩护的资金，他们都表明并不痛恨歹徒，并表达他们对歹徒非但没有伤害他们却对他们照顾的感激，并对警察采取敌对态度。更甚者，人质中一名女职员Christian竟然还爱上劫匪Olsson，并与他在服刑期间订婚。　　这两名抢匪劫持人质达六天之久，在这期间他们威胁受俘者的性命，但有时也表现出仁慈的一面。在出人意表的心理错综转变下，这四名人质抗拒政府最终营救他们的努力。这件事激发了社会科学家，他们想要了解在掳人者与遭挟持者之间的这份感情结合，到底是发生在这起斯德哥尔摩银行抢案的一宗特例，还是这种情感结合代表了一种普遍的心理反应。而后来的研究显示，这起研究学者称为「斯德哥尔摩症候群」的事件，令人惊讶的普遍。如果符合下列条件，任何人都有可能遭受到斯德哥尔摩综合症。　　第1，是要你切实感觉到你的生命受到威胁，让你感觉到，至于是不是要发生不一定。然后相信这个施暴的人随时会这么做，是毫不犹豫。　　第2，这个施暴的人一定会给你施以小恩小惠，最关键的条件。如在你各种绝望的情况下给你水喝。　　第3，除了他给所控制的信息和思想，任何其它信息都不让你得到，完全隔离了。　　第4，让你感到无路可逃。　　有了这4个条件下，人们就会产生斯德哥尔摩综合症。　　从某种意义上说，斯德哥尔摩综合征的形成，同样贯穿于“体制化”之中。“体制化”是著名电影《肖申克的救赎》（Shawshank Redemption）演绎的重要概念。犯人老瑞德（摩根·弗里曼饰）这样谈到“体制化（institutionalized）”：“起初你讨厌它（监狱），然后你逐渐习惯它，足够的时间后你开始依赖它，这就是体制化”。    该片中被体制化的象征人物是监狱图书管理员老布，他在肖申克监狱（体制）下被关押了50年，这几乎耗尽了他一生的光阴。然而，当他获知自己即将刑满释放时，不但没有满心欢喜，反而面临精神上的崩溃，因为他离不开这座监狱。　　为此，老布不惜举刀杀人，以求在监狱中继续服刑。他刻骨铭心地爱上了那间剥夺了他的自由的监狱，所以在出狱后，他终于选择了自杀。老布成为环境的一部分，一旦脱离了原有的环境，一切失去了意义。其实我们每个中国人都或多或少地患有斯德哥尔摩综合症，教育上的或政治上的！只不过更多地体现为一种慢性症状，说得严重些，就是“群体性斯德哥尔摩综合症”。我们无时无刻不在被“体制化（institutionalized）”！
https://movie.douban.com/review/1001258/周末看了一部美国影片《肖申克的救赎》（《The Shawshank Redemption》）讲的是一位因冤案入狱的年轻银行家在牢中如何追寻自由的故事。不同的人看同样的影片可能都有不同的感受。对于目前无力改变现状的我，看完这部影片后最深的感受就是：才华、毅力两样，是任何人在任何境况下得到自由的最佳通途。片中的年轻银行家，凭着对银行财务知识的精通，在狱中，不仅为自己赢得了生命的安全、些许的自由，更为狱友争取到了物质、精神上的利益。也正因为对财务的精通，也使得男主角最后彻底击败残暴、阴险的狱长，并且使自己获得物质上的自由。另一方面，看看那六年每周不懈的申请信、N年每周两封的申请信、用那“600年也挖不出隧道”的石斧日日不懈掘出的隧道、雷电声中用石块砸破的下水管道、边呕吐边匍匐爬过的500吗长的的恶臭的下水道……这一切无不深深刻画一个词：毅力。任何一个人，想要最后获得蓝天白云下的自由，一定一定要具备这两样的－－过人的才华、坚韧的毅力。我也终于悟出为什么我目前还在郁闷的原因：第一：没有拿得出手的才华小时候很喜欢画画，但长大后专心读圣贤书，高考，画笔再也没有提起过。大学时学医，但是学医的日子被我用来学吉他、读闲书。工作之后，吉他没有时间去练，自然荒废。一直以来，也断断续续、打渔晒网地练习过书法、篆刻、素描、漫画、photoshop、flash、Dreamweaver、园艺……等等感兴趣的事，可是，无论哪个，都是典型地浅尝辄止，中途放弃的原因虽然各不相同，但说起来，最后都是没能坚持。所以，我基本上就是那种什么都会一点，什么都拿不出手来的人。第二：没有坚韧的毅力其实从上面就可以看出来了，那么多爱好，那么多尝试，最后都止于我的半途而废。假使有一样能坚持半年，那结果都很不一样了。我是那种典型的“无志人常立志”。我有一个笔记簿，专门用来写计划的。不知道别人有没有这样一个本子，我是不得不专门辟一个这样的小簿子，因为每过一段时间，我订的那计划都会更新一下。其实每次订计划的时候，都希望自己能一直做下去的，但是，……知道自己没常性，所以最近的一次计划订了之后，我在计划后面郑重写下：“希望能坚持三个月”－－结果，一个月后，这几个字让我写新计划的时候没勇气去看前面。在豆瓣上看到人家为《肖申克的救赎》写的影评，对影片情节、表演、内涵等分析之精辟，令我惭愧。可是，我还是躲在一边偷偷写下了这篇文字。纵使我文字功底很差，纵使我思想肤浅得可以，但是每个小人物对任何事物都有权利拥有她的感受－－况且是如此美好的事物。这部影片对我触动之大，在于，第一次，我晓得了自己一直那么努力、却一直在郁闷的原因。也许，有人和我有同感？
https://movie.douban.com/review/8535674/故事中的人物:Andy，Red一行人，监狱长，性侵犯人，后面的小喽啰（忘记叫什么了，他也是让Andy做决定的关键人物），送书的老犯人。影片中让我印象最深的之一就是Andy和Red他们一行人坐在那里吃饭的时候说的一席话，Andy说:希望是世界上最美好的东西，永远都不要放弃希望。Red说:在这个地方（指监狱）希望是最可怕的东西，不能有希望。也许是因为red在监狱待的时间太长了，也许是red本身就是这样一个人……需要大家自己去体会。之二Andy在帮监狱长收拾文件的时候发现了一个唱片，于是在趁监狱长去厕所的时候跑到广播室里放唱片并把门反锁了。当音乐响起，操场上正在干活的犯人们仿佛看见了天上的阳光，感受到了美好，而Andy自己也躺在那个椅子上享受的听着……Red说:有些鸟儿的羽毛太漂亮了，笼子是关不住的，它们迟早会飞出去的。之三Andy向Red坦白了一切，更或者说应该是说明了一切。是的，Andy是被冤枉的，他也许动过那个杀人的念头，但是他非常爱他的妻子，并没有杀她。之四就是知识就是力量。Andy竟然用那个小锤子凿通了一条暗道，并没有向Red说的那样用了600年。看到这里的时候我真的惊叹了，知识是拥有多么伟大的力量。当然影片中让人印象深刻的情节太多了，这里就不一一列举了……需要大家去自己感受这部经典的影片。
https://movie.douban.com/review/8580913/“有些鸟注定是不会被关在笼子里的，因为它们的每一片羽毛都闪耀着自由的光辉。”安迪反锁广播室播放《费加罗的婚礼》那段真心让我热血澎湃。他是这样一个人，无论怎么样，规矩只能锁住他的的肉体，但绝对锁不住他的灵魂！能救赎自己的，只有自己 。也许我们每个人都是肖申克监狱的囚徒，有人早已画地为牢，自此听天由命，有人始终怀揣希望，待羽翼丰盈涅槃重生，有人用坚毅诠释生命，有人不堪重压结束生命…人生，是救赎自己或者救赎别人的交替，是忙着生或者忙着死的选择。 I guess it comes down to a simple choice: get busy living or get busy dying. 汲汲而生，汲汲而死。-《肖申克的救赎》
https://movie.douban.com/review/8528197/看完之后  给我的印象特别深刻  我认真思考人生   我的未来  或许真的有时候需要强大的信念  才能把人生活的更加完美  人的一生不可能总是顺风顺水  偶尔有一点小坎坷也是在所难免  
　　所以我看完之后终于明白坚持信念是需要多大的勇气  不抛弃不放弃  永远相信希望就在前方   只有这样人生才会活的更加精彩
https://movie.douban.com/review/1212524/这些天忙着上课，也忘了到“豆瓣”上逛逛，今天上来一看，让我大吃一惊，初次“登台”，自己应着兴致写的一些感想，竟博得众热心豆友的此般“捧场”，甚是感激！    也许文章写得有些随意，在逻辑思辩上难免有欠妥之处。但我得对我的思想和文字负责，为了让观点阐述更为详实，也为部分豆友释疑，在此做一些拙劣回应。    的确，很多东西我们无法改变，也不会因为我们而改变，只有人去适应环境，从来没有环境来适应人。但我们必须明白大多数环境却是我们人自己创制的，少数的创制环境的人或群体本着自己的利益考量来约束大多数人，也许我们知道这些依然无济于事，但这并不表明我们没有必要去知道，正是我们知道了，我们才有意念去争取肖申克式的“救赎”，记得片中老瑞德（摩根•弗里曼饰）还有一段话“有些鸟是不能关在笼子里的，它们的羽毛太漂亮了,当他们飞走的时候，你会觉得把他们关起来是种罪恶。”所以我们有必要并且必须知道我们是不是被“关在笼子里”，这个“笼子”（体制）不一定仅仅是宏大的社会，也许还包括我们工作的单位、订阅的报纸、宣扬的思想等等，所以当我们把孩子送进学校的时候，当我们的社会每年为高考而疯狂的时候，当我们学习某某领导的讲话或精神的时候，我们也许都在被关进某个隐形的“笼子”（体制化（institutionalized））。不过，就跟安迪一样我们当中的一些人选择了“救赎”，像人大的张鸣，《往事并不如烟》中的储安平、罗隆基，《窃听风暴》中的特工魏斯曼。但大多数人都会某种程度地陷入“群体性无意识”或“群体遵从”（社会学概念），和平的年代我们不在乎，但是到了动荡的年代我们就极可能被体制背后的人所操纵，成为《乌合之众》中的“群氓”，回想祖国母亲生命历程中的种种运动，罪恶不是某个领导人一人铸就的，其直接的推动者或践行者就是一些“体制”中的人，因为他们都是斯德哥尔摩综合症的患者，他们只生活在一种可能当中。   我们似乎也只生活在一种可能当中，所以《走向共和》在某个领导的话语权下成了禁片；所以在豆瓣上搜不到唐德刚的《新中国三十年》；所以小学中学的时候我们背着连自己都不知道是什么的东西，于是有了龙应台的《（不）相信》；所以我们的单位、学校每天都有如此多的“精神”要学习；所以《南方周末》换帅了《市民》被腰斩了。但当我们遇到老外的时候，却总要辩解我们的生活是幸福的、我们的教育是先进的、我们的政策是英名的，就像《骇客帝国》中Neo第一次看到他所生活的世界的真相时的样子，有的时候“被奴役着却以为自由着”（《走向共和》孙中山语）（不过今天“奴役”这个词应该换成“控制”）。    也许整日为了生活而奔波的现代人，会觉得这些都是“肉食者”的“远谋”。知道也好和不知道也好，我们依然存在着、活着。但是记住“人权决不仅仅等于生存权”，如果我们仅仅为了活着而活着，没有一点点越狱（《Prison  break》）意念，我们就会像《活着》（余华著）中的富贵一样，一生承受着时代和命运的煎熬。再看看《亮剑》（要看都粱的原著而非电视剧）中的李云龙“几十年的流血拼命啊，就他娘的落个这下场？我操他娘的，这叫什么‘文化大革命’啊？这是作孽啊，伤天害理啊……共产党出奸臣啦，老子不干啦，老子回家种地去…… ”，最后他“食指猛地扣动了扳机”饮弹自裁，在“作孽”的体制面前他没有选择活着，因为人不仅要活着，而且要活得体面而有尊严，他决不知道什么是斯德哥尔摩综合症，但他有天生的免疫力（就像他并不知道拿破仑，但却知道“集中打击”的战术）。当然这绝无让大家效仿之意，毕竟时代不同，“救赎”的方法各异，并不要求大家像”陶渊明隐居深山”，也不要求大家消极的“逃避”，要的仅仅是，大家知道一些主旋律之外的音符，“不肯把别人的耳朵当耳朵，不肯把别人的眼睛当眼睛”（李敖《胡适研究》）。   “你曾经作过这样的梦吗，你如此肯定的东西是真的吗？你是否能从那样的梦中醒来？你能分辨出梦境与现实世界的区别吗？”（《骇客帝国》）。   当然《肖申克的救赎》还有很多种品味的方法，值得咀嚼的东西还很多。比如说友情、信念等，以上只是个人的一些拙见和引申，仅为影评，非为政论！希望各位豆友喜欢。
https://movie.douban.com/review/8551802/故事发生在1947年，银行家安迪（Andy）被指控枪杀了妻子及其情人，安迪被判无期徒刑，这意味着他将在肖恩克监狱中渡过余生。瑞德（Red）1927年因谋杀罪被判无期徒刑，数次假释都未获成功。他成为了肖恩克监狱中的“权威人物”，只要你付得起钱，他几乎有办法搞到任何你想要的东西：香烟、糖果、酒，甚至是大麻。每当有新囚犯来的时候，大家就赌谁会在第一个夜晚哭泣。瑞德认为弱不禁风、书生气时足的安迪一定会哭，结果安迪的沉默使他输掉了两包烟。但同时也使瑞德对他另眼相看。由于安迪精通财务制度方面的知识，很快使他摆脱了狱中繁重的体力劳动和其它变态囚犯的骚扰。不久，声名远扬的安迪开始为越来越多的狱警处理税务问题，甚至孩子的升学问题也来向他请教。同时安迪也逐步成为肖恩克监狱长沃登洗黑钱的重要工具。由于安迪不停地写信给州长，终于为监狱申请到了一小笔钱用于监狱图书馆的建设。监狱生活非常平淡，总要自己找一些事情来做。安迪听说瑞德原来很喜欢吹口琴，就买了一把送给他。夜深人静之后，可以听到悠扬而轻微的口琴声回荡在监狱里。一个年轻犯人的到来打破了安迪平静的狱中生活：这个犯人以前在另一所监狱服刑时听到过安迪的案子，他知道谁是真凶！但当安迪向监狱长提出要求重新审理此案时，却遭到了拒绝，并受到了单某天夜里，风雨交加，雷声大作，已得到灵魂救赎的安迪越狱成功。原来二十年来，安迪每天都在用那把小鹤嘴锄挖洞，然后用海报将洞口遮住。安迪出狱后，领走了部分监狱长存的黑钱，并告发了监狱长贪污受贿的真相。监狱长在自己存小账本的保险柜里见到的是安迪留下的一本圣经，第一页写到“得救之道，就在其中”，另外圣经里边还有个挖空的部分，用来藏挖洞的鹤嘴锄。经过40年的监狱生涯，瑞德终于获得假释，他在与安迪约定的橡树下找到了一盒现金和一封安迪的手写信，两个老朋友终于在墨西哥阳光明媚的海滨重逢了
https://movie.douban.com/review/8586199/You know some birds are not meant to be caged, their feathers are just too bright. 
你知道，有些鸟儿是注定不会被关在牢笼里的，它们的每一片羽毛都闪耀着自由的光辉。这些墙很有趣。刚入狱的时候，你痛恨周围的高墙；慢慢地，你习惯了生活在其中；最终你会发现自己不得不依靠它而生存。这就叫体制化。 
First you hate 'em, then you get used to 'em. Enough time passes, gets so you depend on them. That's institutionalized.I've had some long nights in stir. 
Alone in the dark with nothing but your thoughts . 
time can draw out like a blade. 
That was the longest night of my life. 
我也曾熬过孤寂长夜 
独自在暗心东想西想 
时间慢的如同刀割 
那是我毕生最长的一夜
https://movie.douban.com/review/8578369/These walls are kind of funny like that. First you hate them, then you get used to them. Enough time passed, get so you depend on them. That`s institution alized.“监狱里的高墙实在是很有趣。刚入狱的时候，你痛恨周围的高墙；慢慢地，你习惯了生活在其中；最终你会发现自己不得不依靠它而生存。 这就是体制化。”——肖申克监狱是一个等级集权社会，暴力统治，所有底层人都处于被体制化的过程中，然后绝大多数人都被体制化，成为这个体制中必不可少也依赖它的零件，而少数人，比如安迪则成为体制反叛者，最终实现了自由的理想。　
生活中人总是依托于体制来生存，只是大多数人意识不到，等入了社会以后才知道这个问题，当自己开始置于某一体制之内可自己的天性不愿受束缚，反抗自然来了。这首当其冲的反抗自然就是内心的不愉快，反映在行动中就是只做本职工作不愿意进取，曾经为自己的懒散找过N多理由。绕了一大圈浪费了几年的光阴终于明白：既然要在社会这个大体制生存，自然要慢慢适应这个体质的东西无论好坏。
总之无论何时都要提高自己的能力，不光是为了在体制内生活的更好同样是为了在将来的某一天我们无法适应体制或这个体制要抛弃我们的时候，我们会笑的很坚强。
https://movie.douban.com/review/8540605/“Remember, hope is a good thing, maybe the best of things and no good thing ever dies!”（请记住，信念是美好的，或许也是人间至善，而美好的事物将永不消逝。）      安迪虽身在监狱，但心却早已追随信念飞向远方。我们无从知晓究竟从哪一刻起他才萌生了挖洞逃生的念头，或许在他刻下名字的那一瞬间，或许是他发现石墙质地松软的一刹那，走或留，生或死，分秒的选择看似仓促，赖以支撑的却是他持之以恒的信念和行动力。二十年日复一日的不懈挖掘，几百封亲笔书写的申请信，五百米恶臭肮脏的下水道，数字只是记录，时间堪当见证，双手丈量的是绝望与自由的深浅。当他终于逃出生天，倾盆暴雨冲刷掉他周身的阴霾，他举起双手欢呼呐喊，无数观众都被这个场景所深深打动。      对很多人来说，也许一生都未必会像安迪一般身陷囹圄。但同样对权威的恐惧、对未来的失望、对改变的惧怕、对体制的顺从，也很可能使他们逐渐褪去曾有的锋芒，成为一头被圈养的狼，直至失去嗜血的本性及对自由的渴求。要知道，生活教会了你生存的本能，也同样会让你安于现状，激励你不断向前的是对未来的信念和追求，是不甘堕落、勇于求生的魄力和决心。       实际上，“信念”是滴水穿石、铁杵磨针，说到容易、做起来难。因为时间会不断腐蚀它，现实会不断折损它，只有意志坚定的人才能不断加固它。就像爬山，很多人望着高耸入云的山峰选择中途退缩，他们自我安慰说即使爬到山顶也不过是类似的风景；但只是真正站在山顶的人，才有验证的资格，才有目睹的机会。       亲爱的男孩，为什么很多人的梦想没有变成理想反而成了空想，那是因为他们没有足够的信念去积累和实践。祝你勇敢，祝你快乐。
https://movie.douban.com/review/8463910/最罪恶的地方最闪亮的光，那是什么？罪恶的不是监狱，是磨灭人心，给人心套上枷锁的制度，希望也不是逃出，而是为生而生的希望。  《肖申克的救赎》涵盖全片的主题是“希望”，全片透过监狱这一强制剥夺自由、高度强调纪律的特殊背景来展现作为个体的人对“时间流逝、环境改造”的恐惧。   这是一部崇尚自由的电影。1946年，年青的银行家安迪(蒂姆•罗宾斯 Tim Robbins 饰)被冤枉杀了他的妻子和其情人，这意味着他要在肖申克的监狱渡过余生。银行家出身的安迪很快就在监狱里很吃得开，他懂得如何帮助狱卒逃税，懂得如何帮监狱长(鲍勃·冈顿 Bob Gunton 饰)将他收到的非法收入“洗白”，很快，安迪就成为了狱长的 私人助理。 一名年轻人因盗窃入狱，他知道安迪妻子和她情人的死亡真相，兴奋的安迪找到了狱长，希望狱长能帮他翻案。虚伪的狱长表面上答应了安迪，暗中却派人杀死了安迪的“希望”，只因他想安迪一直留在监狱帮他做帐。安迪知道真相后，决定通过自己的救赎去获得自由!  而在这里那处从影片开头便埋下的伏笔——那只锤子，终于用另一种方式展现出它的存在，一个黑黝黝却通往自由的通道。  自由可以依靠妥协来苟延残喘，却不能依靠妥协来取得自由。片中有这样一段，一个在狱中度过大半生的老管理员出狱后，由于多年的牢狱生活已经使他体制化，面对自由的人生突然失去了生存下去的信心，自杀在房间里。   影片给了我们一个悖论：当自由突然而至的时候，它也许已经失去了光辉，因为没有了生活的支持，没有了生存意义的赋予，自由对于你来说，不过是另一座监狱。却又在结局处推翻它，当你的心中怀有希望，那么便处处都是希望。    有一种鸟是关不住的,因为它的每一根羽毛都闪耀着自由的光辉
